const info = {
  barnoCode: 243, //شماره ی حواله
  weight: 28010, // وزن بارنامه
  barDate: '99/12/14', //تاریخ بارنامه

  // شماره ی ماشین
  Carno: '229ع52-ايران-91',

  Barno: '588961-34/99', // شماره بارنامه

  // نام کالا
  Dscp: 'ذرت برزيل',

  //واحد شمارش
  Vahed: 'کيلوگرم',

  // نام گیرنده
  recivename: 'تعاوني آذر جوجه سبلان',

  // آدرس گیرنده
  telAdress:
    '(بهروز اصغرپوراجرلو-09149543763)اردبيل_اردبيل_هير_آراللو__آراللوي بزرگ_خيابان شهيد داوود زارعي 1_جاده (خاكي دامداري)___همكف_',

  // نام خریدار
  custname: 'آذر جوجه سبلان',

  // مبدا حمل
  hamlname: 'بندرامام ذرت برزيل انباراکسون K4و28251883*',

  // کد مبدا حمل
  hamlcode: 1923,

  // ردیف بارنامه
  serial: 1,

  // فی فروش
  price: 17000,

  // کد خریدار
  custcode: '350103N',

  // ورن حواله
  havaleWeight: 27800,

  t_code: null,
  // کد محموله
  havalehcode: '2-1923-371-243',

  // کد فروشنده
  code: '410101U',

  // مدت فروش
  havaleperiod: '0',
  havdo: 0,
  transport_price3: 0,

  // کد ملی گیرنده
  meli: '10240065790',

  // تاریخ حواله
  havaleDate: '99/12/04',

  // فی خرید
  Price_Sale: null,

  // مدت خرید
  periodSale: '0',

  // فی فاکتور
  pricefactor: 17000,

  // کدپستی گیرنده
  post_code: '5649110008',

  // تلفن
  tel: '9145915178',

  // شناسه بازارگاه = شناسه خرید
  bargah: 401243,

  // شناسه تخصیص
  ref: 345445,
};
